Repository: karhel/glpi-dporegister
Catalog: locales/*.po
Languages: fr_fr

source: Undefined
fr_fr: Non défini

source: Select a Lawful Basis for this processing.
fr_fr: Sélectionnez une base légale pour ce traitement.

source: The data subject has given consent to the processing of his or her personal data for one or more specific purposes.
fr_fr: La personne concernée a consenti au traitement de ses données à caractère personnel pour une ou plusieurs finalités spécifiques.

source: Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.
fr_fr: Le traitement est nécessaire à l'exécution d'un contrat auquel la personne concernée est partie ou à l'exécution de mesures précontractuelles prises à la demande de celle-ci.

source: Processing is necessary for compliance with a legal obligation to which the controller is subject.
fr_fr: Le traitement est nécessaire au respect d'une obligation légale à laquelle le responsable du traitement est soumis.

source: Processing is necessary in order to protect the vital interests of the data subject or of another natural person.
fr_fr: Le traitement est nécessaire à la sauvegarde des intérêts vitaux de la personne concernée ou d'une autre personne physique.

source: Processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.
fr_fr: Le traitement est nécessaire à l'exécution d'une mission d'intérêt public ou relevant de l'exercice de l'autorité publique dont est investi le responsable du traitement.

source: Processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.
fr_fr: Le traitement est nécessaire aux fins des intérêts légitimes poursuivis par le responsable du traitement ou par un tiers, à moins que ne prévalent les intérêts ou les libertés et droits fondamentaux de la personne concernée qui exigent une protection des données à caractère personnel, notamment lorsque la personne concernée est un enfant.

source: DPO Register
fr_fr: Registre DPO

source: Category of Individuals
fr_fr: Catégorie de personnes

source: LawfulBasis
fr_fr: Base légale

source: Personal Data Category
fr_fr: Catégorie de données à caractère personnel

source: Is sensible
fr_fr: Sensible

source: Processing
fr_fr: Traitement

source: Purpose
fr_fr: Finalité

source: Standard
fr_fr: Norme CNL

source: Without standard
fr_fr: Sans norme CNIL

source: Compliant
fr_fr: Conforme

source: PIA Required
fr_fr: PIA Requis

source: PIA Status
fr_fr: Statut du PIA

source: Legal Representative
fr_fr: Responsable de l'organisme

source: DPO
fr_fr: DPD

source: Joint Controller
fr_fr: Responsable conjoint

source: Link Processing/Individuals Category
fr_fr: Lien Traitement/Catégorie personnes

source: Add a Category of Individuals
fr_fr: Ajouter une catégorie de personnes concernées

source: Link Processing/Personal Data
fr_fr: Lien Traitement/Catégorie de données

source: Add a new Personal Data Category
fr_fr: Ajouter une nouvelle catégorie de données personnelle

source: Retention Schedule
fr_fr: Durée de conservation

source: Third Countries transfert
fr_fr: Transfert hors UE

source: Add a Personal Data
fr_fr: Ajouter une donnée personnelle

source: Edit a Personal Data
fr_fr: Éditer une donnée personnelle

source: Duration of the contract
fr_fr: Pendant la durée du contrat

source: Year
fr_fr: An

source: Month
fr_fr: Mois

source: Day
fr_fr: Jour

source: Hour
fr_fr: Heure

source: after the end of the contract
fr_fr: après la fin du contrat

source: After the end of the contract
fr_fr: Après la fin du contrat

source: Link Processing/Security Mesure
fr_fr: Lien Traitement/Mesure de sécurité

source: Add a new Security Mesure
fr_fr: Ajouter une nouvelle mesure de sécurité

source: Add a Security Mesure
fr_fr: Ajouter une mesure de sécurité

source: Edit a Security Mesure
fr_fr: Éditer une mesure de sécurité

source: Security Mesure
fr_fr: Mesure de sécurité

source: Link Processing/Software
fr_fr: Lien Traitement/Application

source: Add a software
fr_fr: Ajouter un logiciel

source: GDPR Informations
fr_fr: RGPD

source: Manage entity's informations
fr_fr: Gérer les informations de l'organisation

source: Data Protection Officer
fr_fr: Délégué à la Protection des Données

source: Corporate Name
fr_fr: Nom officiel

source: View the entity's processings register
fr_fr: Afficher le registre des traitements de l'organisation

source: No information found for the Entity of the Processing
fr_fr: Aucune information trouvée pour l'organisation liée à ce traitement

source: Generate PDF
fr_fr: Générer le PDF

source: Processings Register
fr_fr: Registre des traitements

source: Activities of the organization involving the processing of personal data
fr_fr: Activités de l'organisation impliquant le traitement de données personnelles

source: Below is the list of activities for which %s deals with personal data
fr_fr: Ci-dessous la liste des activités pour lesquelles %s traite des données personelles

source: Activities
fr_fr: Activités

source: Description of the activity
fr_fr: Description de l'activité

source: Activity
fr_fr: Activité

source: Register Sheet for Processing
fr_fr: Fiche de registre pour le traitement

source: Created on
fr_fr: Date de création

source: Last update on
fr_fr: Date de dernière mise à jour

source: Additional Legal Representative
fr_fr: Responsable nommé pour le traitement

source: Additional DPO
fr_fr: DPD nommé pour le traitement

source: Purpose of processing
fr_fr: Finalité du traitement
